"Add \"%@\" to Favorites" = "添加 \"%@\" 我的最爱";
"Affine" = "仿射";
"Affine Clamp" = "仿射夹";
"Affine Tile" = "仿射瓷砖";
"All Effects" = "所有效果";
"Alpha Noise Filter" = "阿尔法噪音过滤器";
"Amount" = "量";
"Angle" = "角度";
"Arcturus" = "大角星";
"ASCII" = "ASCII码";
"Auto Enhance" = "自动增强";
"B/W" = "B/W";
"Bar Swipe" = "酒吧刷卡";
"Bars" = "酒吧";
"Bars Swipe" = "酒吧刷卡";
"Bars Swipe Transition" = "酒吧刷卡转型";
"Black & White" = "黑与白";
"Blending" = "勾兑";
"Bloom" = "绽放";
"Blue" = "蓝色";
"Blur" = "模糊";
"Bouvardia" = "十字花";
"Box" = "盒子";
"Box Blur" = "方框模糊";
"Brickwork" = "砌体";
"Brightnes & Contrast" = " Brightnes与对比";
"Brightness" = "亮度";
"Brightness and Contrast" = "亮度和对比度";
"Bug Eye" = "虫眼";
"Bump" = "凹凸";
"Bump Distortion" = "凹凸失真";
"Bump Distortion Linear" = "凹凸失真线性";
"Bump Linear" = "凹凸线";
"Capsule" = "胶囊";
"Carnation" = "康乃馨";
"Center" = "中心";
"Channel" = "通道";
"Channel Mixer" = "通道混合器";
"Channels" = "通道";
"Checkerboard" = "棋盘";
"Checkerboard Generator" = "棋盘发生器";
"Chess" = "国际象棋";
"Choke" = "呛";
"Circle Splash" = "圈飞溅";
"Circle Splash Distortion" = "圈飞溅失真";
"Circular" = "通知";
"Circular Screen" = "环幕";
"Circular Wrap" = "该通函裹" ;
"Circular Wrap Distortion" = "该通函裹失真" ;
"City Lights" = "城市之光";
"Clouds" = "云";
"Clouds Generator" = "云发生器";
"CMYK" = " CMYK ";
"CMYK Halftone" = "CMYK半色调";
"Coating" = "涂层";
"Color" = "颜色";
"Color Adjustments" = "颜色调整";
"Color Balance" = "色彩平衡";
"Color Hatch" = "颜色哈奇";
"Color Map" = "彩色地图";
"Color Monochrome" = "颜色单色";
"Color Overlay Filter" = "颜色叠加过滤器";
"Color Posterize" = "颜色色调分离";
"Color Removal" = "脱色";
"Colorize" = "彩色化";
"Colors" = "颜色";
"Comic Effect" = "喜剧效果";
"Comics" = "漫画";
"Constant" = "恒";
"Constant Color" = "时时彩";
"Constant Color Generator" = "时时彩发生器";
"Contrast" = "对比";
"Copy Machine" = "复印机";
"Copy Machine Transition" = "复制机过渡";
"Crystallize" = "晶格化";
"Curves" = "曲线";
"Cyan/Red" = "青/红";
"Darken Highlights" = "变暗亮点";
"Desaturate" = "去色";
"Displacement" = "移";
"Displacement Distort" = "移置扭曲";
"Distance" = "距离";
"Distortion" = "失真";
"Dot" = "点";
"Dot Screen" = "点屏幕";
"Drop Shadow and Inner shadow Filter" = "的阴影和内阴影过滤器";
"Drop Shadow Filter" = "投影滤镜";
"Edge Work" = "边缘工作";
"Edges" = "边缘";
"Eightfold Reflected" = "八倍反射";
"Eightfold Reflected Tile" = "八倍反射拼贴";
"Elliptical" = "椭圆";
"Equalize" = "色调均化";
"Exposure" = "曝光";
"False Color" = "假色";
"Favorites" = "收藏夹";
"Feather" = "羽毛";
"Fill" = "填充";
"filter" = "过滤器";
"filters" = "过滤器";
"Flash" = "闪";
"Flash Transition" = "闪光过渡";
"Fog" = "雾";
"Forms" = "形式";
"Fourfold Reflected" = "四重反射";
"Fourfold Reflected Tile" = "四重反射拼贴";
"Fourfold Rotated" = "四重旋转";
"Fourfold Rotated Tile" = "四重旋转拼贴";
"Fourfold Translated" = "四重翻译";
"Fourfold Translated Tile" = "四重翻译瓷砖";
"Freesia" = "小苍兰";
"Funhouse" = "游乐园里";
"Gamma" = "伽马";
"Gamma Adjust" = "伽玛调整";
"Gaussian" = "高斯";
"Gaussian Blur" = "高斯模糊";
"Generator" = "生成器";
"Geometry" = "几何";
"Glass" = "玻璃";
"Glass Distortion" = "玻璃失真";
"Glass Lozenge" = "玻璃含片";
"Glass Ring" = "玻璃圈";
"Glide Reflected" = "滑翔反射";
"Glide Reflected Tile" = "滑翔反射拼贴";
"Gloom" = "暗";
"Grain" = "粮食";
"Gray Replacement" = "灰色置换";
"Green" = "绿色";
"Halftone" = "半色调";
"Halo" = "光环";
"Hatched" = "孵化";
"Hatched Screen" = "孵化屏幕";
"Haze" = "霾";
"Height Field From Mask" = "高度场从面具";
"Hexagon" = "六角";
"Hexagonal Pixellate" = "六角像素化";
"Highlights" = "亮点";
"Highlights Radius" = "亮点半径";
"Highlights Tonal Width" = "亮点色调宽度";
"Hole" = "洞";
"Hole Distortion" = "孔失真";
"Honeycomb" = "蜂巢";
"Hue" = "色调";
"Hue and Saturation" = "色相和饱和度";
"Image" = "图像";
"Infrared" = "红外线";
"Inner Glow Filter" = "内发光过滤器";
"Inner Shadow Filter" = "内阴影过滤器";
"Insect" = "昆虫";
"Inside" = "内部";
"Invert" = "反转";
"Invert Color" = "反转颜色";
"Iris" = "IRIS";
"Kaleidoscope" = "万花筒";
"Last Filter" = "最后一个过滤器";
"Lenticular Halo" = "柱面晕";
"Lenticular Halo Generator" = "柱面光环发生器";
"Levels" = "级别";
"Light & Dark" = "光与暗";
"Light Leak" = "漏光";
"Lighten Shadows" = "淡化阴影";
"Lightness" = "轻";
"Line" = "线";
"Line Dye" = "行染料";
"Line Overlay" = "线覆盖";
"Line Screen" = "屏线";
"Linear" = "线性";
"Linear Bump" = "线性凹凸";
"Luminance" = "亮度";
"Lyra" = "天琴座";
"Magenta/Green" = "洋红色/绿色";
"Mandala" = "曼陀罗";
"Mask to Alpha" = "面具阿尔法";
"Median" = "中位数";
"Midtones" = "中间调";
"Miniaturize" = "小型化";
"Mirror" = "镜报";
"Mod" = "国防部";
"Mod Transition" = "国防部转型";
"Monochrome" = "单色";
"Monotone" = "单调";
"Motion" = "运动";
"Motion Blur" = "动感模糊";
"Nebula" = "星云";
"Newspaper" = "报纸";
"Noise" = "噪声";
"Noise Level" = "噪音级别";
"Noise Reduction" = "降噪";
"Normal" = "正常";